11/data/attachments/58f0efa03b07045c.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Joanna_important_Friend_93886_4</nif:username>
            <nif:friendToBeRequested>soap_friends_d9d3eed9-e509-469f-aa10-3f2a6f815ba9</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>